[
  {
    "citation": "La dictature parfaite aura l'apparence de la démocratie, une prison sans murs dans laquelle les prisonniers ne rêveront jamais de fuir. Un système d'esclavage où, grâce à la consommation et au plaisir, les esclaves vont adorer leur esclavage.",
    "auteur": "Aldous Huxley (A happy world)"
  },
  {
    "citation": "La démocratie est la dictature de l'ignorance.",
    "auteur": "Platon"
  },
  {
    "citation": "Les dictatures militaires sont comme le supplice du pal : elles commencent bien, mais elles finissent mal.",
    "auteur": "Georges Clemenceau"
  },
  {
    "citation": "Dictature : pouvoir absolu d'un seul. Démocratie : pouvoir absolu de quelques uns.",
    "auteur": "Paul Carvel (Sel d'esprit (696), Laetoli)"
  },
  {
    "citation": "La dictature peut s'installer sans bruit.",
    "auteur": "George Orwell (1984)"
  },
  {
    "citation": "Dictature : pays où les citoyens veulent voter mais ne peuvent pas. Démocratie : pays où les citoyens peuvent voter mais ne veulent pas.",
    "auteur": "Paul Carvel (Sel d'esprit (696), Laetoli)"
  },
  {
    "citation": "La démocratie est la pire des dictatures parce qu'elle est la dictature exercée par le plus grand nombre sur la minorité.",
    "auteur": "Pierre Desproges"
  },
  {
    "citation": "Dictature : pouvoir absolu d'un seul. Démocratie : pouvoir absolu de quelques uns.",
    "auteur": "Paul Carvel (Sel d'esprit (696), Laetoli)"
  },
  {
    "citation": "La dictature s'épanouit sur le terreau de l'ignorance.",
    "auteur": "George Orwell"
  },
  {
    "citation": "La dictature c'est la soumission du peuple à des lois établies contre sa volonté et ne servant pas ses intérêts.",
    "auteur": "Mazouz Hacène"
  },
  {
    "citation": "Mieux vaut la dictature du fer que l'anarchie de l'or.",
    "auteur": "Proverbe allemand"
  },
  {
    "citation": "La dictature, c'est ferme ta gueule ; la démocratie, c'est cause toujours.",
    "auteur": "Jean-Louis Barrault"
  },
  {
    "citation": "Dictature : un régime où l'opinion publique ne peut s'exprimer qu'en privé.",
    "auteur": "Walter Winchell"
  },
  {
    "citation": "La dictature est la forme la plus achevée de la jalousie.",
    "auteur": "Curzio Malaparte"
  },
  {
    "citation": "La dictature n'est rien d'autre qu'une machine à fabriquer du passé avec de l'avenir.",
    "auteur": "Pierre Mertens"
  },
  {
    "citation": "Les dictatures fomentent l'oppression, la servilité et la cruauté ; mais le plus abominable est qu'elles fomentent l'idiotie.    ",
    "auteur": "Jorge Luis Borges"
  },
  {
    "citation": "La dictature est une forme autoritaire de la démocratie dans laquelle tout ce qui n'est pas obligatoire est interdit.",
    "auteur": "Léo Campion"
  },
  {
    "citation": "Une dictature est un pays dans lequel on a pas besoin de passer toute une nuit devant son poste pour apprendre le résultat des élections.",
    "auteur": "Georges Clemenceau"
  }
]