[
  {
    "description": "Haji Sir Hassanal Bolkiah Mu'izzaddin Waddaulah, né le 15 juillet 1946 à Bandar Seri Begawan, est le 29e sultan de Brunei depuis 1967 et règne en monarque absolu depuis l'indépendance de Brunei du Royaume-Uni en 1984. Il est actuellement l'un des plus anciens dirigeants en place dans le monde.",
    "nom": "Hassanal Bolkiah",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773556023486185600/220px-Brunei_Sultan_Hassanal_Bolkiah_2019_28cropped29.png"
  },
  {
    "description": "Hun Sen (en khmer : ហ៊ុន សែន), né le 5 août 1952 (officiellement le 4 avril 1951) à Peam Koh Sna (district de Stoeung Trang, province de Kompong Cham), est un homme d'État cambodgien, Premier ministre à deux reprises, entre 1985 et 1993, puis depuis 1998.\nDe nombreuses organisations de défense des droits de l'homme lui reprochent d'avoir instauré dans son pays un régime autoritaire corrompu, où les pouvoirs sont concentrés entre les mains d'un groupe restreint de personnes qui participe au pillage des ressources nationales.",
    "nom": "Hun Sen",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773556415766724638/220px-Hun_Sen_28201629_cropped.png"
  },
  {
    "description": "Paul Biya, né Paul Barthélemy Biya'a bi Mvondo le 13 février 1933 à Mvomeka'a (arrondissement de Meyomessala, département du Dja-et-Lobo, Cameroun), est un homme d'État camerounais Il est président de la République du Cameroun depuis le 6 novembre 1982.\nIl gravit rapidement les échelons dans le gouvernement d'Ahmadou Ahidjo dans les années 1960, exerçant les fonctions de chargé de mission à la présidence de 1962 à 1965; de directeur de cabinet et de secrétaire général du ministère de l'Éducation nationale, de la Jeunesse et de la Culture de 1965 à 1967 ; de directeur de cabinet civil de 1967 à 1968 ; de ministre secrétaire général de la présidence de 1968 à 1975, puis de Premier ministre du Cameroun de 1975 à 1982. Il succède à Ahidjo comme chef de l’État à la suite de la démission surprise de ce dernier, en 1982, et consolide son pouvoir après une tentative de coup d'État de la garde présidentielle en 1983-1984, éliminant alors tous ses rivaux. Biya maintient des relations étroites entre le Cameroun et la France, l'un des anciens colonisateurs du pays avec le Royaume-Uni et l'Allemagne.\nBiya introduit des réformes politiques dans les années 1980 et, sous de fortes pressions, accélère la mise en œuvre du multipartisme au début des années 1990. Il remporte l'élection présidentielle de 1992 avec 40 % des suffrages et est réélu par une large majorité en 1997, 2004, 2011 et 2018. Des personnalités de l'opposition et des gouvernements occidentaux mentionnent des irrégularités dans les votes et des fraudes à chaque élection.\nIl est actuellement l'un des plus anciens dirigeants en place dans le monde et le plus âgé d'Afrique.",
    "nom": "Paul Biya",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773556811692638250/220px-Paul_Biya_2014.png"
  },
  {
    "description": "Denis Sassou-Nguesso est un militaire et homme d'État congolais né en 1943 à Edou. Président de la République populaire du Congo de 1979 à 1992, il est l'actuel président de la République du Congo depuis 1997, date de son retour au pouvoir par une intervention des forces armées angolaises après avoir renversé le président élu Pascal Lissouba dans les premiers mois de la guerre civile du Congo-Brazzaville.\nIl est actuellement l'un des plus anciens dirigeants en place dans le monde, cumulant 37 années de pouvoir.",
    "nom": "Denis Sassou-Nguesso",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773557049648742420/220px-Denis_Sassou_Nguesso_2014.png"
  },
  {
    "description": "Kim Jong-un (en chosŏn'gŭl : 김정은 et en hanja : 金正恩, prononcé /kimd͡zɔŋɯn/), aussi orthographié Kim Jong Un selon la norme nord-coréenne, né le 8 janvier 1984 à Pyongyang, est un homme d'État nord-coréen, actuel dirigeant suprême de la Corée du Nord, où il occupe les postes de président du Parti du travail de Corée, de commandant suprême de l'Armée populaire de Corée et de président de la Commission des affaires de l'État. Successeur de son père Kim Jong-il qui lui-même avait succédé à son père Kim Il-sung, il est le troisième représentant de la lignée du mont Paektu.\nEn 2010, il est nommé général quatre étoiles et vice-président du Comité de la défense nationale. À la fin de l’année suivante, à la suite de la mort de son père, il est proclamé « commandant suprême » de l'Armée populaire de Corée. Il prend ses fonctions de secrétaire général du Parti du travail de Corée et de président du Comité de la défense nationale en avril 2012.\nAprès avoir appelé à un apaisement avec la Corée du Sud, il se lance ensuite dans une escalade verbale, menaçant de guerre nucléaire ce pays, ainsi que les États-Unis et le Japon. Ces déclarations sont suivies de multiples tests de missiles balistiques intercontinentaux et d'essais de bombe à hydrogène. Mais, début 2018, il amorce une détente vis-à-vis de ses ennemis historiques. Il rencontre le président sud-coréen Moon Jae-in pour un sommet historique au cours duquel les deux Corées manifestent leur volonté de réconciliation, puis, fait inédit, rencontre le président américain Donald Trump à Singapour.\nEn août 2019, une réforme de la constitution entre en vigueur et il devient le chef de l'État officiel de Corée du Nord.",
    "nom": "Kim Jong-un",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773557350341935114/220px-Kim_Jong-un_April_2019_28cropped29.png"
  },
  {
    "description": "Miguel Díaz-Canel Bermúdez, né le 20 avril 1960 à Santa Clara, est un homme d'État cubain. Premier vice-président du Conseil d'État et du Conseil des ministres de 2013 à 2018, il est élu président du Conseil d'État (chef de l'État) en 2018 puis président de la République en 2019.",
    "nom": "Miguel Díaz-Canel",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773557543359741982/220px-Miguel_DC3ADaz-Canel_28cropped29.png"
  },
  {
    "description": "Ismaïl Omar Guelleh (en somali, Ismaaciil Cumar Geelle ; en arabe, اسماعيل عُمر جليه), également désigné par ses initiales « IOG », né le 27 novembre 1947 à Dire Dawa, en Éthiopie, est un homme d'État djiboutien, président de la République depuis 1999.",
    "nom": "Ismaïl Omar Guelleh",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773557771726880778/220px-Ismail_Omar_Guelleh_2010.png"
  },
  {
    "description": "Isaias Afwerki ou Issayas Afewerki (tigrigna : ኢሳይያስ ኣፈወርቂ [isajas afwɐrkʼi]), né le 2 février 1946 à Asmara (Érythrée italienne sous administration britannique), est un homme d'État érythréen, président de l'État depuis son indépendance en 1993.\nAprès avoir participé dans les rangs du FPLE à la lutte pour l'indépendance de l'Érythrée vis-à-vis de l’Éthiopie, il accède aux plus hautes responsabilités et exerce sur l'appareil d’État un pouvoir absolu qui constitue une dictature selon divers organismes internationaux.\nIl est actuellement l'un des plus anciens dirigeants en place dans le monde.",
    "nom": "Isaias Afwerki",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773557998672412702/220px-Isaias_Afwerki_in_2002.png"
  },
  {
    "description": "Mswati III (né prince Makhosetive Dlamini le 19 avril 1968) est l'actuel roi d'Eswatini. Il est le 67e fils du roi Sobhuza II et seul enfant de sa mère, Ntombi Tfwala. Il a succédé à son père en 1986 après une période de régence de quatre ans. Il est actuellement l'un des dirigeants en fonction depuis le plus longtemps dans le monde.",
    "nom": "Mswati III",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773558237340762162/220px-King_Mswati_III_2014.png"
  },
  {
    "description": "Ali Bongo Ondimba, né Alain-Bernard Bongo le 9 février 1959 à Brazzaville, est un homme d'État gabonais. Il est président de la République depuis le 16 octobre 2009.\nFils du président Omar Bongo, il est ministre de la Défense de 1999 à 2009. Il est élu chef de l’État en 2009, puis réélu en 2016 ; ses deux élections sont contestées par ses opposants.",
    "nom": "Ali Bongo",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773558447446032394/250px-Ali_Bongo_Ondimba.png"
  },
  {
    "description": "Teodoro Obiang Nguema Mbasogo, né le 5 juin 1942, est un militaire et homme d'État équatoguinéen, président de la République de Guinée équatoriale depuis 1979.",
    "nom": "Teodoro Obiang Nguema Mbasogo",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773558803526320138/220px-Teodoro_Obiang.png"
  },
  {
    "description": "Ali Khamenei (en persan : علی خامنه ای), né le 17 juillet 1939 à Mashhad, est un ayatollah, actuel guide suprême de la Révolution islamique (Rahbar en persan), poste le plus élevé de la République islamique d'Iran, au-dessus de la charge officielle de président de la République, qu'il occupa lui-même de 1981 à 1989. Son turban noir indique qu'il est un seyyed, c'est-à-dire qu'il est considéré comme descendant du prophète Mahomet.",
    "nom": "Ali Khamenei",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773558926779219998/220px-Ali_Khamenei_at_Afsari_University_2019_2.png"
  },
  {
    "description": "José Daniel Ortega Saavedra [ xoˈse daˈnjel oɾˈteɣa saːˈβɛðɾa̝], né le 11 novembre 1945 à La Libertad, est un homme d'État nicaraguayen, membre du Front sandiniste de libération nationale (FSLN) au sein duquel il participe au renversement de la dynastie des Somoza. Président de la Junte de gouvernement de reconstruction nationale durant la première période de la révolution sandiniste, de 1979 à 1985, il est président de la République de 1985 à 1990 et de nouveau depuis le 10 janvier 2007.",
    "nom": "Daniel Ortega",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773559115556716564/220px-Ortega_Lula_-_ABr_28.png"
  },
  {
    "description": "Yoweri Museveni, né le 15 août 1944 à Ntungamo, est un homme d'État ougandais, président de la République depuis 1986.\nIl est actuellement l'un des plus anciens dirigeants au pouvoir en Afrique et dans le monde.",
    "nom": "Yoweri Museveni",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773559313046175804/220px-Yoweri_Museveni_September_2015.png"
  },
  {
    "description": "Cheikh Tamim ben Hamad Al Thani (en arabe : الشيخ تميم بن حمد آل ثاني), né le 3 juin 1980 à Doha, est l'émir du Qatar depuis le 25 juin 2013.\nEn 2015, Il est le huitième souverain le plus riche du monde avec une fortune estimée à près de 2,5 milliards de dollars par le magazine américain Forbes.",
    "nom": "Tamim ben Hamad Al Thani",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773559497037185024/220px-D8AAD985D98AD985_D8A8D986_D8ADD985D8AF_D8A8D986_D8AED984D98AD981D8A9_D8A2D984_D8ABD8A7D986D98A.png"
  },
  {
    "description": "Paul Kagame (/pɔl ka.ga.me/, en anglais : /pɔːl kə.ˈɡɑː.meɪ/), né le 23 octobre 1957 à Tambwe (province du Sud, Rwanda), est un homme d'État rwandais, président de la République depuis le 17 avril 2000, après avoir été vice-président et ministre de la Défense de 1994 à 2000. Il est également président de l'Union africaine de 2018 à 2019.",
    "nom": "Paul Kagame",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773559636841594880/220px-Paul_Kagame_2014.png"
  },
  {
    "description": "Bachar el-Assad (en arabe : بشار الاسد / Baššār al-Asad), né le 11 septembre 1965 à Damas, est un homme d'État syrien. Il est président de la République arabe syrienne depuis le 17 juillet 2000, date à laquelle il a succédé à son père, Hafez el-Assad. Il exerce également les fonctions de secrétaire régional du Parti Baas. Il est une personnalité centrale de la guerre civile syrienne, pendant laquelle il est accusé de crimes de guerre et de crimes contre l'humanité.",
    "nom": "Bachar el-Assad",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773559752545402930/220px-Bashar_al-Assad_282018-05-1729_03.png"
  },
  {
    "description": "Emomali Rahmon, né Imamali Charipovitch Rahmonov le 5 octobre 1952, est un homme d'État tadjik, président de la République du Tadjikistan depuis 1992. À cette époque, le pays est en proie à une guerre civile meurtrière. Réélu sans interruption depuis cette date, son régime doit faire face à une situation économique et sociale difficile.",
    "nom": "Emomali Rahmon",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773559894414458929/220px-Emomali_Rahmon_in_2016_28cropped29.png"
  },
  {
    "description": "Idriss Déby",
    "nom": "Idriss Déby (arabe tchadien : إدريس ديبي), né le 18 juin 1952 à Berdoba (au sud-est de Fada), est un homme d'État tchadien, président de la République depuis le 4 décembre 1990.\nLe 2 décembre 1990, avec l'appui de la France, il chasse du pouvoir Hissène Habré et le remplace le 4 décembre avec le titre de président du Conseil d'État. Il est ensuite désigné président de la République du Tchad le 28 février 1991 après l'adoption de la Charte nationale. Il remporte les élections présidentielles de 1996, 2001, 2006, 2011 et 2016. La même année, le 30 janvier 2016 il est élu président de l'Union africaine pour un mandat d'un an. Il est actuellement l'un des plus anciens dirigeants en place dans le monde avec un peu moins de 30 années de longévité au pouvoir.",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773560139604819968/220px-Idriss_DC3A9by_at_the_White_House_in_2014.png"
  },
  {
    "description": "Ramzan Akhmadovitch Kadyrov (en russe : Рамза́н Ахма́тович Кады́ров, api : [rɐˈmzan ɐxˈmatəvʲɪtɕ kɐˈdɨrəf] ; en tchétchène : КъадиргӀеран Ахьмад-Хьаьжин Рамзан), né le 5 octobre 1976, à Tsenteroï (URSS), est un homme d'État russe.\nMembre du parti Russie unie, il est Premier ministre de Tchétchénie par intérim du 17 novembre 2005 au 28 février 2006, après l'accident de voiture de son prédécesseur, Sergueï Abramov (en). Il entre en fonction le 4 mars 2006 avec approbation du parlement de la République. Il devient président de la République tchétchène le 2 mars 2007. Il est un fervent soutien du président russe Vladimir Poutine, dont il se dit un « fidèle fantassin ».\nL'ONG Memorial l'accuse explicitement d'être à l'origine de l'assassinat de Natalia Estemirova, le 15 juillet 2009. Son nom est également mentionné dans le cadre de l'enquête sur l'assassinat de l'homme politique libéral Boris Nemtsov, en 2015.",
    "nom": "Ramzan Kadyrov",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773560398333870090/220px-Ramzan_Kadyrov_282018-06-1529_02.png"
  },
  {
    "description": "Prayut Chan-o-cha (en thaï : ประยุทธ์ จันทร์ โอชา ; RTGS : Prayut Chan-ocha, /prā.jút tɕān.ʔōː.tɕʰāː/), né le 21 mars 1954 à Nakhon Ratchasima, est un militaire et homme d'État thaïlandais. Premier ministre depuis le 22 mai 2014, il est aussi commandant en chef de l'Armée royale thaïlandaise du 30 septembre 2010 au 1er octobre 2014. Adversaire de l'ancien Premier ministre Thaksin Shinawatra, il est en 2009 l'un des principaux partisans de la répression militaire des chemises rouges.\nLe 20 mai 2014, après plusieurs mois de crise politique, Prayut Chan-o-cha déclare la loi martiale dans le pays avant de revendiquer deux jours plus tard un coup d'État contre le gouvernement en place. Soutenu par le roi Rama IX, il est élu Premier ministre par l'Assemblée nationale législative le 21 août 2014.",
    "nom": "Prayut Chan-o-cha",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773560835779592272/220px-Vladimir_Putin_meeting_Prayut_Chan-o-cha_282016-05-1929-02_cropped1.png"
  },
  {
    "description": "Faure Gnassingbé (prononciation : /foʁ ɲasiŋɡbe/), né le 6 juin 1966 à Afagnan, au Togo, est un homme d'État togolais, président de la République depuis 2005. D'abord président par intérim du 7 au 25 février 2005, il est ensuite élu 4 fois de suite les 24 avril 2005, 4 mars 2010, 25 avril 2015 et 22 février 2020. Il est le fils de Gnassingbé Eyadema, président de la République de 1967 à sa mort en 2005.",
    "nom": "Faure Gnassingbé",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773561058199601152/220px-PrC3A9sident_Faure_GnassingbC3A9_PND.png"
  },
  {
    "description": "Gurbanguly Mälikgulyýewiç Berdimuhamedow (en russe : Гурбангулы Мяликгулыевич Бердымухамедов, transcrit en Gourbangouly Mialikgoulyïevitch Berdymoukhamedov, la forme la plus utilisée), né le 29 juin 1957 à Babarab, est un homme d'État turkmène, président de la République depuis 2006. Il prend officiellement le surnom d'« Arkadag » (protecteur) et instaure un culte de la personnalité.",
    "nom": "Gurbanguly Berdimuhamedow",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773561250415640576/220px-Gurbanguly_Berdimuhamedow_282017-10-0229_02.png"
  },
  {
    "description": "Nguyễn Phú Trọng, né le 14 avril 1944, est un homme d'État vietnamien, président du Viêt Nam depuis le 23 octobre 2018.\nPrésident de l'Assemblée nationale vietnamienne, de 2006 à 2011, il est désigné, le 19 janvier 2011, avant la fin de son mandat, secrétaire général du Parti communiste vietnamien. Le 23 octobre 2018, il est élu à la présidence de l'État.",
    "nom": "Nguyễn Phú Trọng",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773561442124955678/220px-Mr.png"
  },
  {
    "description": "Emmerson Mnangagwa, né le 15 septembre 1942 à Shabani (aujourd'hui Zvishavane), est un homme d'État zimbabwéen, président de la République depuis le 24 novembre 2017.\nPremier vice-président de la République de 2014 à 2017, il accède à la présidence du pays à la suite du coup d'État de 2017, qui aboutit au départ du pouvoir de Robert Mugabe. Il remporte de façon contestée l'élection présidentielle de l'année suivante.",
    "nom": "Emmerson Mnangagwa",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773561587671760916/220px-Emmerson_Mnangagwa_Official_Portrait.png"
  },
  {
    "description": "Ilham Aliyev – İlham Əliyev en azéri ou Ilham Aliev (en russe : Ильхам Гейдарович Алиев ou Ильхам Гейдар оглу Алиев), translittéré en Ilkham Aliev – né à Bakou le 24 décembre 1961, est un homme d'État azéri, président de la République d'Azerbaïdjan depuis le 31 octobre 2003. Ilham Aliyev a « hérité » de ce poste après le désistement de son père et ancien président Heydar Aliyev à l'élection présidentielle de 2003. Aliyev est réélu comme président le 15 octobre 2008, le 9 octobre 2013 et le 11 avril 2018. Son régime est souvent qualifié d'autoritaire, voire de dictatorial.",
    "nom": "Ilham Aliyev",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773561792809926696/220px-Ilham_Aliyev_par_Claude_Truong-Ngoc_juin_2014.png"
  },
  {
    "description": "Alexandre Grigoriévitch Loukachenko (« ch » prononcé à la française [ ʃ ] ; en biélorusse : Аляксaндр Рыгoравіч Лукашэнка [alʲaˈksand(a)r rɨˈɣɔravʲitʂ lukaˈʂɛnka], en russe : Александр Григорьевич Лукашенко [ɐlʲɪˈksandr ɡrʲɪˈɡorʲjɪvʲɪtɕ ɫʊkɐˈʂɛnkə]), né le 30 août 1954 à Kopys (RSS de Biélorussie), est un homme d'État biélorusse, président de la République depuis 1994.\nÉlu chef de l’État en 1994 et réélu en 2001, 2006, 2010, 2015 et 2020, sa présidence est controversée en raison du manque de liberté politique. Ses détracteurs le qualifient d'autoritaire et dictatorial alors que ses partisans estiment que sa politique a permis d'éviter au pays les pires effets de la transition au capitalisme de l'ère post-soviétique.\nSur la scène internationale, la Biélorussie de Loukachenko est isolée. Ce dernier est souvent qualifié, en Occident, de « dernier dictateur d'Europe » en référence à la restriction continuelle des libertés publiques dans son pays et au coup de force de 1996 ayant installé un régime autoritaire. Ses méthodes intriguent et agacent l'Union européenne et la Russie. Il est aujourd'hui interdit de séjour dans l'Union européenne et aux États-Unis.",
    "nom": "Alexandre Loukachenko",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773562335259656192/220px-D09FD180D0B5D0B7D0B8D0B4D0B5D0BDD182_D0A0D0B5D181D0BFD183D0B1D0BBD0B8D0BAD0B8_D091D0B5D0BBD0B0.png"
  },
  {
    "description": "Salmane ben Abdelaziz Al Saoud (arabe : سلمان بن عبد العزيز آل سعود, Salmān bin ʻAbd al-ʻAzīz Āl Saʻūd), né le 31 décembre 1935 à Riyad, est roi d'Arabie saoudite. Il est membre de la dynastie saoudienne et l'un des fils d'Ibn Séoud, le fondateur en 1932 de l'Arabie saoudite. Gouverneur de Riyad pendant plus de cinquante ans, il est nommé ministre de la défense d’Arabie saoudite le 5 novembre 2011, et prince héritier le 18 juin 2012. Il succède à son demi-frère Abdallah le 23 janvier 2015 en tant que roi d'Arabie saoudite.",
    "nom": "Salmane ben Abdelaziz Al Saoud",
    "image": "https://cdn.discordapp.com/attachments/745576038448234526/773562501823463454/220px-Salman_of_Saudi_Arabia_-_2020_284956359072829_28cropped29.png"
  }
]